{
  "title": "Breast Reduction Procedure",
  "content": {
    "procedureDetails": {
      "title": "Procedure Details",
      "description": "At Dr. Kunal Sayani’s practice, the breast reduction procedure typically involves the following steps:",
      "steps": [
        {
          "title": "Consultation & Evaluation",
          "description": "Your journey begins with a personalized consultation where Dr. Sayani evaluates your medical history, current breast size, skin elasticity, and overall body proportions. Together, you’ll discuss your goals, and Dr. Sayani will explain the realistic outcomes and surgical plan."
        },
        {
          "title": "Surgical Technique",
          "description": "Dr. Sayani utilizes the most advanced techniques, including:",
          "techniques": [
            "Anchor (Inverted-T) Incision – Ideal for larger reductions, involving incisions around the areola, vertically down to the breast crease, and along the breast crease.",
            "Vertical (Lollipop) Incision – Suitable for moderate reductions, involving incisions around the areola and vertically down.",
            "Liposuction-Only Breast Reduction – Best for cases where excess fat is the main concern, with good skin tone and minimal sagging."
          ],
          "additionalInfo": "The choice of technique is based on individual anatomy and desired breast size. The procedure is performed under general anesthesia and takes approximately 2–4 hours."
        },
        {
          "title": "Reshaping the Breast",
          "description": "Excess tissue and skin are removed, and the remaining breast tissue is reshaped. The nipple and areola are repositioned to a higher, more youthful location while maintaining a natural appearance."
        },
        {
          "title": "Closing the Incisions",
          "description": "Incisions are carefully closed with dissolvable sutures, and dressings are applied. Dr. Kunal Sayani ensures precise closure to minimize scarring and enhance healing."
        }
      ]
    },
    "recoveryAftercare": {
      "title": "Recovery & Aftercare (Post-Op Instructions)",
      "description": "Recovery from breast reduction is smooth when post-operative instructions are followed closely. Dr. Kunal Sayani and his team provide thorough guidance for optimal healing and results.",
      "stages": {
        "immediatePostOp": {
          "title": "Immediate Post-Op",
          "instructions": [
            "You’ll be monitored in a recovery area and may return home the same day or after an overnight stay.",
            "You’ll wear a surgical bra or compression garment to support healing and reduce swelling.",
            "Temporary drains may be placed to remove excess fluid and are usually removed within a few days.",
            "Arrange for transportation home and assistance for the first 24-48 hours.",
            "Rest adequately and keep the upper body elevated to reduce swelling.",
            "Keep incisions clean and dry; follow instructions for wound care carefully."
          ],
          "painAndMedication": [
            "Mild to moderate pain, swelling, and bruising are common and manageable with prescribed pain medications.",
            "Take antibiotics if prescribed to prevent infection.",
            "Avoid aspirin or blood thinners unless approved by Dr. Kunal Sayani."
          ],
          "activityRestrictions": [
            "Avoid heavy lifting, strenuous exercise, and raising arms above the head for at least 4 to 6 weeks.",
            "Gradually resume light activities as recommended during follow-up visits.",
            "No smoking or alcohol consumption during the healing phase to promote optimal recovery."
          ],
          "incisionAndScarCare": [
            "Scars will initially appear red and raised but typically fade over 6-12 months.",
            "Use silicone gel sheets or topical treatments as recommended to minimize scar visibility.",
            "Protect scars from sun exposure for at least one year."
          ],
          "followUp": [
            "Attend all scheduled follow-up appointments with Dr. Kunal Sayani to monitor healing and address any concerns.",
            "Report any signs of infection (redness, warmth, discharge), unusual pain, or changes in breast appearance immediately."
          ]
        },
        "firstWeek": {
          "title": "First Week",
          "instructions": [
            "Rest with limited activity.",
            "Keep the incisions clean and dry.",
            "Take prescribed antibiotics and pain medication as directed.",
            "Avoid sleeping on your stomach.",
            "Mild discomfort, bruising, and swelling are normal."
          ]
        },
        "twoToFourWeeks": {
          "title": "2–4 Weeks",
          "instructions": [
            "Resume light activities after 1–2 weeks.",
            "Avoid lifting anything heavy or engaging in strenuous activities.",
            "Continue wearing the support bra as instructed by Dr. Sayani."
          ]
        },
        "oneToThreeMonths": {
          "title": "1–3 Months",
          "instructions": [
            "Most swelling subsides.",
            "Final breast shape continues to settle.",
            "Return to most normal activities, including work and light exercise."
          ]
        },
        "afterThreeMonths": {
          "title": "After 3 Months",
          "instructions": [
            "Scars begin to fade and mature.",
            "Dr. Sayani will guide you on scar management creams and sun protection."
          ]
        }
      }
    },
    "risksAndSafety": {
      "title": "Risks & Safety",
      "description": "At Dr. Kunal Sayani’s clinic, patient safety is paramount. While breast reduction is generally safe, as with any surgical procedure, there are potential risks, including:",
      "risks": [
        "Scarring – Permanent but typically fades with time and can be minimized with proper care.",
        "Infection or bleeding",
        "Changes in nipple or breast sensation – Often temporary but can be permanent in rare cases.",
        "Asymmetry – Slight differences may occur, though Dr. Sayani’s surgical precision reduces this risk.",
        "Difficulty breastfeeding – Some women may experience reduced ability to breastfeed post-surgery.",
        "Delayed wound healing"
      ],
      "safetyMeasures": "Dr. Kunal Sayani performs a thorough pre-operative evaluation and takes every precaution to mitigate risks. All procedures are conducted in accredited surgical facilities with a strong emphasis on hygiene, safety protocols, and patient-centered care."
    }
  }
}